[BitterfrostHelper]
ChillEffectName="寒冷"
ChillEffectDesc="移动力闪避下降."
BitterChillEffectName="严寒"
BitterChillEffectDesc="移动力闪避下降. 容易冻结."
 
[MZGeomancer_AbilitySet]
MistStormEffectName = "神志不清"
MistStormEffectDesc = "减少意志及黑客防御."
 
;despite the variable names, these are not descriptions but change the name of the ability.
NEAridDesc = "沙漠之炎"
NETundraDesc = "雪山之雹"
NEXenoDesc = "苦痛之藤"
NETemperateDesc = "覆云之雾"
NEUrbanDesc = "极昼之雷"
NECaveDesc = "巨磐之石"
 
ACAridDesc = "炙耀"
ACTundraDesc = "苦寒"
ACXenoDesc = "毒烟"
ACTemperateDesc = "云雾"
ACUrbanDesc = "风雷"
ACCaveDesc = "崩塌"